abhinavk99.codewall
bungcip.better-toml
christianvoigt.argdown-vscode
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
ezforo.copy-relative-path-and-line-numbers
Fr43nk.seito-openfile
Glavin001.unibeautify-vscode
golang.go
haapanen.vs-code-paragraph-hard-wrapper
hoovercj.vscode-settings-cycler
johnpapa.read-time
justusadam.language-haskell
mads-hartmann.bash-ide-vscode
rsbondi.highlight-words
streetsidesoftware.code-spell-checker
sygene.auto-correct
testthedocs.vale
timonwong.shellcheck
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
ybaumes.highlight-trailing-white-spaces
yzhang.markdown-all-in-one
