abhinavk99.codewall
avli.clojure
bungcip.better-toml
castwide.solargraph
christianvoigt.argdown-vscode
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dramforever.vscode-ghc-simple
eamodio.gitlens
EditorConfig.EditorConfig
elmTooling.elm-ls-vscode
esbenp.prettier-vscode
ezforo.copy-relative-path-and-line-numbers
Fr43nk.seito-openfile
Glavin001.unibeautify-vscode
golang.go
haapanen.vs-code-paragraph-hard-wrapper
hbenl.vscode-test-explorer
hoovercj.vscode-settings-cycler
James-Yu.latex-workshop
johnpapa.read-time
justusadam.language-haskell
mads-hartmann.bash-ide-vscode
ms-pyright.pyright
ms-python.python
ms-vscode.cpptools
rsbondi.highlight-words
rust-lang.rust
streetsidesoftware.code-spell-checker
sygene.auto-correct
testthedocs.vale
timonwong.shellcheck
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
ybaumes.highlight-trailing-white-spaces
yzhang.markdown-all-in-one
zxh404.vscode-proto3
