abhinavk99.codewall
avli.clojure
castwide.solargraph
christianvoigt.argdown-vscode
DavidAnson.vscode-markdownlint
dramforever.vscode-ghc-simple
eamodio.gitlens
EditorConfig.EditorConfig
ezforo.copy-relative-path-and-line-numbers
Fr43nk.seito-openfile
Glavin001.unibeautify-vscode
haapanen.vs-code-paragraph-hard-wrapper
hoovercj.vscode-settings-cycler
James-Yu.latex-workshop
johnpapa.read-time
justusadam.language-haskell
mads-hartmann.bash-ide-vscode
ms-vscode.cpptools
ms-vscode.Go
rebornix.ruby
rsbondi.highlight-words
rust-lang.rust
streetsidesoftware.code-spell-checker
testthedocs.vale
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
ybaumes.highlight-trailing-white-spaces
yzhang.markdown-all-in-one
